tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "AdoptOpenJDK/openjdk"
tap "schniz/tap"

brew "ack"
brew "bat"
brew "cloc"
brew "devspace"
brew "diff-so-fancy"
brew "entr"
brew "exa"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "google-cloud-sdk"
brew "grep"
brew "highlight"
brew "htop"
brew "hub"
brew "jenv"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "markdown"
brew "mas"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "noti"
brew "python"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "schniz/tap/fnm"
brew "shellcheck"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "wdiff"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zsh"

cask "kitty"
cask "java"
cask "java11"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
